angular.module('app')
    .value('lang_he', {
        "mainTitle": "תפריט",
        "menu":[
            {"title": "מה זה שאדו יוגה?",
             "link": "#what" },
            {"title": "הסטודיו שלנו",
             "link": "#studio" },
            {"title": "מורים",
             "link": "#teachers" },
            {"title": "עדכונים",
             "link": "#news" },
            {"title": "צור קשר",
             "link": "#contact" }
        ],
        "whatIs": {
            "title": "מה זה שאדו יוגה?",
            "text": "שאדו יוגה הינה אסכולת האתא יוגה שמבוססת על משנתם של אבותיה- Matsyendranath ותלמידו Gorakshanath,   ואשר מתבססת באופן מעשי על ידע ומסורת אשר כמעט לא הגיעו למערב וליוגה הפופולארית. בתרגול של השאדו ניתן, בשנים הראשונות, דגש רב לעבודת ההכנה לאסאנות, באופן הדומה לאופן ההכנה לתרגול הקיים באסכולות מזרחיות רבות, העושות שימוש בגוף, כבמה ושער לתרגולים הפנימיים עם כוח החיים. תרגול זה מבוסס בעיקרו על Vyayama ו- Kriya- תרגילי פתיחה וניקוי, ועל עבודת רגליים דינאמית סביב כריעות מסוגים שונים. האסאנות המסוימות והספורות אותן אנו מתרגלים, נועדו, כמופיע בכתבים, להכין את המתרגל ל-Pranayama. מתוך כך, הדגש אינו על גמישות, ביצועיות, או כוח, אלא על פיתוח יציבות וחוזק עצבי, ונוכחות פנימית וחיצונית של תנועה ועצירת תנועה, בתוך התנוחה. מעבר לתוכן, עיקר עניננו הוא הגישה, טיפוח מידתיות, אורך רוח, צניעות, ויראת כבוד לדרך. אנחנו מזמינים את מי שמוכן לצאת למסע ארוך שנים, מעמיק ומרתק. יש לנו נשימה ארוכה, שאותה אנחנו רוצים לחלוק. מוזמנים למסע",
        },
        "studio": {
            "title": "הסטודיו שלנו",
            "text": "המקום והחיבור שלנו נולד מתוך רצון לייצר מקום שמוקדש כולו לשאדו יוגה, לקהילת המתרגלים המסורה שנוצרה בארץ, ולדרך ההאתא יוגא. מקום, שכל הנכנסים בשעריו, פוסעים ומתחברים אל שושלת עתיקה ופועמת של תרגול חי וכנה, של מסורת מורים ממשיכי דרך, מנוסים ומתמסרים. בשאדו יוגה שאלא אנחנו מציעים שיעורים, מרמת מתחילים, ועד לשיעורים מתקדמים יותר, מפגשים וקורסי העמקה, הרצאות ושיחות בנושאים הקשורים לתרגול ולדרך.",
        },
        "teachers": {
            "title": "מורים",
            "names": [
                {
                    "title": "רונן כהן",
                    "text": "התחלתי לתרגל יוגה בשנת 2002. ב2005 סיימתי את הקורס המורים הראשון שלי והתחלתי ללמד יוגה לקבוצות ויחידים. בשנת 2007 פגשתי את מורי דודי מלכא, ומאז אני מעמיק בדרך היוגא בנחייתו. מספר שני מאוחר יותר התחלתי ללמוד גם אצל שאנדור רמטה ואצל אמה בלנבס. בשנת 2016 הוסמכתי על ידיהם להוראת Shadow Yoga. ",
                },
                {
                    "title": "דודי מלכא",
                    "text": "התחלתי לתרגל יוגא בשנת 1992. בשנת 1998 פגשתי את המורים ׳שלי, שאנדור רמטה, מייסד אסכולת ה- Shadow Yoga, ובת זוגו, אמה בלנייבס. רכם נחשפתי לדרך ההאתא יוגא. בשנת 1999 הוכשרתי על ידם להוראת Shadow Yoga. מאז ועד היום, אני נמצא עימם בקשר קרוב ועמוק, של לימוד וחניכה מתמשכת ובלתי מתפשרת בהאתא יוגא.",
                }
            ]
        },
        "contact": {
            "title": "צור קשר",
            "address": "רח' בר אילן 13, תל-אביב, ישראל",
            "form": {
                "name": "שם מלא",
                "email": 'כתובת דוא"ל',
                "message": "תוכן ההודעה",
                "send": "שלח"
            }
        }
    });